[
      {
            "tag": "wokring capital",
            "response": "Working capital, also known as net working capital (NWC), is the difference between a company’s current assets—such as cash, accounts receivable/customers’ unpaid bills, and inventories of raw materials and finished goods—and its current liabilities, such as accounts payable and debts."
      },
      {
            "tag": "bond",
            "response": "A bond is a fixed-income instrument that represents a loan made by an investor to a borrower (typically corporate or governmental). A bond could be thought of as an I.O.U. between the lender and borrower that includes the details of the loan and its payments. Bonds are used by companies, municipalities, states, and sovereign governments to finance projects and operations. Owners of bonds are debtholders, or creditors, of the issuer."
      },
      {
            "tag": "etf",
            "response": "An exchange-traded fund (ETF) is a type of pooled investment security that operates much like a mutual fund. Typically, ETFs will track a particular index, sector, commodity, or other asset, but unlike mutual funds, ETFs can be purchased or sold on a stock exchange the same way that a regular stock can. An ETF can be structured to track anything from the price of an individual commodity to a large and diverse collection of securities. ETFs can even be structured to track specific investment strategies."
      },
      {
            "tag": "asset",
            "response": "An asset is a resource with economic value that an individual, corporation, or country owns or controls with the expectation that it will provide a future benefit. Assets are reported on a company's balance sheet and are bought or created to increase a firm's value or benefit the firm's operations. An asset can be thought of as something that, in the future, can generate cash flow, reduce expenses, or improve sales, regardless of whether it's manufacturing equipment or a patent. "
      },
      {
            "tag": "futures",
            "response": "Futures are derivative financial contracts that obligate parties to buy or sell an asset at a predetermined future date and price. The buyer must purchase or the seller must sell the underlying asset at the set price, regardless of the current market price at the expiration date."
      },
      {
            "tag": "working capital",
            "response": "Working capital, also known as net working capital (NWC), is the difference between a company’s current assets—such as cash, accounts receivable/customers’ unpaid bills, and inventories of raw materials and finished goods—and its current liabilities, such as accounts payable and debts."
      },
      {
            "tag": "index",
            "response": "An index is a method to track the performance of a group of assets in a standardized way. Indexes typically measure the performance of a basket of securities intended to replicate a certain area of the market. These could be a broad-based index that captures the entire market, such as the Standard & Poor's 500 Index or Dow Jones Industrial Average (DJIA), or more specialized such as indexes that track a particular industry or segment."
      },
      {
            "tag": "balance sheet",
            "response": "The term balance sheet refers to a financial statement that reports a company's assets, liabilities, and shareholder equity at a specific point in time. Balance sheets provide the basis for computing rates of return for investors and evaluating a company's capital structure."
      },
      {
            "tag": "index wall street",
            "response": "Wall Street is literally a street located in New York City—at the southern end of Manhattan, to be precise. But figuratively, Wall Street is much more: a synonym for the financial industry and the firms within it. This connotation has its roots in the fact that so many brokerages and investment banks historically have established HQs in and around the street, all the better to be close to the New York Stock Exchange (NYSE)."
      },
      {
            "tag": "stock market",
            "response": "The stock market broadly refers to a number of exchanges and other venues in which shares of publicly held companies are bought and sold. Such financial activities are conducted through institutionalized formal exchanges (physical or electronic) and via over-the-counter (OTC) marketplaces that operate under a defined set of regulations. "
      },
      {
            "tag": "wall street",
            "response": "Wall Street is literally a street located in New York City—at the southern end of Manhattan, to be precise. But figuratively, Wall Street is much more: a synonym for the financial industry and the firms within it. This connotation has its roots in the fact that so many brokerages and investment banks historically have established HQs in and around the street, all the better to be close to the New York Stock Exchange (NYSE)."
      },
      {
            "tag": "cash flow",
            "response": "The term cash flow refers to the net amount of cash and cash equivalents being transferred in and out of a company. Cash received represents inflows, while money spent represents outflows. A company’s ability to create value for shareholders is fundamentally determined by its ability to generate positive cash flows or, more specifically, to maximize long-term free cash flow (FCF). FCF is the cash generated by a company from its normal business operations after subtracting any money spent on capital expenditures (CapEx).12"
      },
      {
            "tag": "treasury bond",
            "response": "Treasury bonds (T-bonds) are government debt securities issued by the U.S. Federal government that have maturities greater than 20 years. T-bonds earn periodic interest until maturity, at which point the owner is also paid a par amount equal to the principal."
      }
]